Repository: Sergejus83/apartments
Catalog: rental_apartments/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: User
lt: Vartotojas

source: photo
lt: Nuotrauka

source: photo_2
lt: Nuotrauka_2

source: photo_3
lt: Nuotrauka_3

source: photo_4
lt: Nuotrauka_4

source: Logout from
lt: Atsijungti nuo

source: Logged out from 'Apartments'
lt: Atsijungęs nuo 'Apartamentų'

source: To login again press the putton
lt: Norėdami vėl prisijungti, paspauskite mygtuką

source: Login
lt: Prisijungti

source: Login to
lt: Prisijungti

source: Login to Apartments
lt: Prisijunkite prie Apartamentų

source: Login error, please try again
lt: Prisijungimo klaida, bandykite dar kartą

source: Permission error. You need a permission to see this page
lt: Leidimo klaida. Norėdami pamatyti šį puslapį, jums reikia leidimo

source: Username
lt: Vartotojo vardas

source: Password
lt: Slaptažodis

source: Forgot password?
lt: Pamiršote slaptažodį?

source: Password reset successful
lt: Slaptažodžio nustatymas iš naujo sėkmingas

source: Password reset successful!
lt: Slaptažodžio nustatymas iš naujo sėkmingas!

source: You can login again
lt: Galite prisijungti dar kartą

source: here
lt: čia

source: Password reset
lt: Slaptažodžio nustatymas iš naujo

source: Error! Please request new link for reset
lt: Klaida! Prašykite naujos nuorodos, kad galėtumėte nustatyti iš naujo

source: Password reset email sent
lt: Slaptažodžio nustatymo iš naujo el. laiškas išsiųstas

source: We have sent you an email with password reset link for your account
lt: Išsiuntėme jums el. laišką su slaptažodžio nustatymo iš naujo nuoroda jūsų paskyrai

source: Requested your password reset. By link below
lt: Paprašė iš naujo nustatyti slaptažodį. Pagal žemiau esančią nuorodą

source: Password reset form
lt: Slaptažodžio nustatymo iš naujo forma

source: profille
lt: profilis

source: profile
lt: profilis

source: Name
lt: Vardas

source: Email
lt: El.pastas

source: Update
lt: Atnaujinti

source: Registration to
lt: Registracija i

source: Registration new 'Apartments' account
lt: Naujos 'Apartamentų' paskyros registracija

source: Create password
lt: Sukurti slaptažodį

source: Repeat password
lt: Pakartokite slaptažodį

source: To confirm press button 'Register'
lt: Patvirtinti paspauskite mygtuką 'Registruotis'

source: REGISTER
lt: REGISTRUOTIS

source: Update profile in
lt: Atnaujinti profilį

source: It's
lt: Tai

source: 's profile. You can update it here.
lt: profilį. Atnaujinti galite čia.

source: Warning! Username not entered or already exists!
lt: Įspėjimas! Vartotojo vardas neįvestas arba jau egzistuoja!

source: Warning! Email not entered or already exists!
lt: Įspėjimas! El. pašto adresas neįvestas arba jau egzistuoja!

source: Warning! Invalid email!
lt: Įspėjimas! Neteisingas el. pašto adresas!

source: Warninig! Password not entered or not the same!
lt: Įspėjimas! Slaptažodis neįvestas arba ne tas pats!

source: Successful! New user "
lt: Sėkmingai! Naujas vartotojas '

source: " created!
lt: ' sukūrė!

source: Successful! User "
lt: Sėkmingai! Vartotojas '

source: " updated!
lt: ' atnaujinta!
