Repository: Sergejus83/apartments
Catalog: rental_apartments/apartments/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Last name
lt: Pavarde

source: First name
lt: Vardas

source: Email
lt: el.pastas

source: Sorry! This apartment already booked on these dates!
lt: Atsiprašome! Šis butas šiomis dienomis jau užsakytas!

source: name
lt: Pavadinimas

source: type
lt: Tipas

source: description
lt: Aprasymas

source: city
lt: Miestas

source: address
lt: Adresas

source: size
lt: Dydis

source: room(s)
lt: Kambarys(iai)

source: bed(s)
lt: Lova(os)

source: price
lt: kaina

source: photo
lt: Nuotrauka

source: user
lt: Vartotojas

source: phone number
lt: Telefono numeris

source: guest
lt: svečias

source: apartment
lt: butas

source: date of reservation
lt: Rezervaciojo data

source: date in
lt: Atvykimo diena

source: date out
lt: Isvykimo diena

source: total price
lt: Is viso kaina

source: reserved
lt: rezervuota

source: canceled
lt: atsaukta

source: available
lt: prieinama

source: past
lt: praeitis

source: no info
lt: nera info

source: status
lt: statusas

source: Apartment
lt: Butas

source: Guest
lt: Svecias

source: Comment
lt: Komentaras

source: Created at
lt: Sukurta

source: Address
lt: Adresas

source: Room type
lt: Kambario tipas

source: Size
lt: Dydis

source: Price
lt: Kaina

source: Make reservation
lt: Padaryti rezervacija

source: Guests reviews
lt: Svečių atsiliepimai

source: Please leave a review below if you were our guest
lt: Jei buvote mūsų svečias, palikite atsiliepimą žemiau

source: Post review
lt: Paskelbti apžvalgą

source: Apartments
lt: Butai

source: Apartments available
lt: Galimi butai

source: Home
lt: Pradžia

source: Profile
lt: Profilis

source: My reservations
lt: Mano rezervacios

source: Admin
lt: Adminas

source: Logout
lt: Atsijungti

source: Register
lt: Registruotis

source: Login
lt: Prisijungti

source: Welocome to
lt: Sveiki atvykę į

source: The best Apartments
lt: Geriausi Butai

source: Welcome to the best apartments
lt: Sveiki atvykę į Geriausius Butus

source: Total apartments we have
lt: Iš viso turime butų

source: Total reservations made
lt: Iš viso atlikta rezervacijų

source: Total unique guests registered
lt: Iš viso užregistruotų unikalių svečių

source: Total visitors seen our website
lt: Iš viso lankytojų, kurie matė mūsų svetainę

source: "The best Apartments" - Reservation page
lt: "Geriausi apartamentai" rezervavimo puslapis

source: Reservation
lt: Rezervacija

source: Cancel reservation from
lt: Atšaukti rezervaciją nuo

source: Reservation cancellation
lt: Rezervacijos atšaukimas

source: Do you sure you want to cancel your reservation now?
lt: Ar tikrai norite atšaukti rezervaciją dabar?

source: YES
lt: TAIP

source: NO
lt: NE

source: Reservation history of
lt: Rezervacijų istorija

source: Reservation History
lt: Rezervacijų istorija

source: Make new reservation
lt: Nauja istorija

source: Apartment name
lt: Buto pavadinimas

source: Reserved date
lt: Rezervacijos data

source: Check-in
lt: Įsiregistruoti

source: Check-out
lt: Išsiregistravimas

source: Total nights
lt: Iš viso naktų

source: Total price
lt: Visa kaina

source: Status
lt: Statusas

source: Action
lt: Veiksmas

source: Cancel
lt: Atšaukti

source: Update
lt: Atnaujinti

source: Done
lt: ivikdyta

source: Update reservation in
lt: Atnauinti rezervacija

source: Updating reservation info
lt: Atnauinti rezervacijos info

source: If you want to change the reservation for
lt: Jei norite pakeisti rezervaciją už

source: Please select new dates:
lt: Pasirinkite naujas datas:

source: Change reservation
lt: Spustelėkite mygtuką pakeisti rezervaciją

source: Your review was posted!
lt: Jūsų apžvalga buvo paskelbta!

source: The apartment has been reserved!
lt: Butas rezervuotas!

source: Reservation was changed!
lt: Rezervacija pakeista!

source: Reservation CANCELLED!
lt: Rezervacija ATŠAUKTA!
